spring2017/psyc3435/lectures/week7.org
#+TITLE: Week 7 lecture notes - PSYC 3435
#+AUTHOR:
#+DATE: Feb 27-Mar 3, 2017 
#+OPTIONS: toc:nil num:nil

* Sampling

Definitions:
  - Population: everybody that the research tries to make conclusions about
  - Sample: the subset of the population that actually participates in the research

Goals of sampling:
  - maximize representativeness (how closely sample matches population)
  - reduce bias (systematic difference between sample and population)

** Sampling methods
Type 1: Probability sampling - individuals chosen at random in such a way that we know the probability that any one individual is selected

Examples:
  - simple random sample - each individual has an *equal* chance of being selected
  - cluster sample - population divided into groups (clusters). Group(s) selected randomly, then individuals chosen randomly from each cluster
  - stratified random sample - sample chosen so that proportion of individuals with a particular characteristic is equivalent in population and sample
  - systematic sample - pick a random starting number, then choose every k-th person after that.

Type 2: Convenience sampling - individuals chosen non-randomly

Examples: 
  - Convenience sampling -- use participants who are easy to get (volunteers, etc.)
  - Quota sampling - identify specific subgroups, then take from each group until desired number of individuals

* Experimental Control
/coming soon!/
